[AssaultRifle_LS X2WeaponTemplate]
FriendlyName="Лазерная винтовка"
FriendlyNamePlural="Лазерные винтовки"
BriefSummary="Лазерная винтовка выпускает микросекундные потоки света, разрушающие химические связи при поражении цели."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность лазерной винтовки.\n<Bullet/> Эта сверхмощная винтовка получена путем усовершенствования довоенного лазерного вооружения с помощью технологий пришельцев.\n<Bullet/> Лазеры отличаются улучшенной точностью."
AbilityDescName="винтовка"

[SMG_LS X2WeaponTemplate]
FriendlyName="Лазерный дырокол"
FriendlyNamePlural="Лазерные дыроколы"
BriefSummary="Облегченный вариант лазерной винтовки, играет ту же роль, что и обычные пистолеты-пулеметы. К его недостаткам можно отнести меньший урон, магазин меньшего размера и низкую точность при стрельбе на дальние дистанции, а к достоинствам - бонусы к мобильности и маскировке."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность дырокола. \n<Bullet/> Пистолеты-пулеметы и их аналоги дают бонусы к маскировке и мобильности и лучше подходят для стрельбы на короткие дистанции, чем винтовки, однако наносят меньший урон, обладают магазином меньшего размера и получают штрафы при стрельбе на дальние дистанции.\n<Bullet/> Лазеры отличаются улучшенной точностью."
AbilityDescName="Пистолет-пулемет"

[Cannon_LS X2WeaponTemplate]
FriendlyName="Лазерная пушка"
FriendlyNamePlural="Лазерные пушки"
BriefSummary="Разработка лазерного оружия и усовершенствованной системы охлаждения позволила нам создать скорострельный вариант пушки. Огонь наших солдат становится заметно смертоноснее."
TacticalText="<Bullet/> Лазерная пушка представляет собой более мощную, но столь же компактную версию обычной пушки.\n<Bullet/> Используйте улучшения, добытые в боях, чтобы повысить эффективность лазерной пушки.\n<Bullet/> Лазеры отличаются улучшенной точностью."
AbilityDescName="пушка"

[Shotgun_LS X2WeaponTemplate]
FriendlyName="Лучевой веер"
FriendlyNamePlural="Лучевой веер"
BriefSummary="Лучевой веер использует лазерную технологию, производя эффект, схожий с выстрелом из дробовика. Максимальная мощность достигается на коротких дистанциях."
TacticalText="<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже их точность.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность лучевого веера.\n<Bullet/> Лазеры отличаются улучшенной точностью."
AbilityDescName="дробовик"

[SniperRifle_LS X2WeaponTemplate]
FriendlyName="Лазерное копье"
FriendlyNamePlural="Лазерные копья"
BriefSummary="Удлиненная модификация лазерной винтовки. Лазерное копье использует исключительно мощные конденсаторы и представляет собой дальнобойное и высокоточное лазерное оружие."
TacticalText="Выстрел из снайперской винтовки требует два действия.\n<Bullet/> Это оружие менее точно на близкой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность лазерного копья.\n<Bullet/> Лазеры отличаются улучшенной точностью."
AbilityDescName="снайперская винтовка"